const questions = [

{
question:"แม่สีของงานจิตรกรรมคืออะไร",
A:"แดง เขียว น้ำเงิน",
B:"แดง เหลือง น้ำเงิน",
answer:"B"
},

{
question:"สีคู่ตรงข้ามของสีแดงคือสีอะไร",
A:"เขียว",
B:"เหลือง",
answer:"A"
},

{
question:"สีร้อนคือข้อใด",
A:"แดง ส้ม เหลือง",
B:"น้ำเงิน ม่วง เขียว",
answer:"A"
},

{
question:"เส้นชนิดใดให้ความรู้สึกมั่นคง",
A:"เส้นแนวนอน",
B:"เส้นซิกแซก",
answer:"A"
},

{
question:"ธาตุทางศิลปะที่ใช้กำหนดรูปร่างคือ",
A:"เส้น",
B:"เสียง",
answer:"A"
},

{
question:"งานปั้นจัดอยู่ในศิลปะแบบใด",
A:"2 มิติ",
B:"3 มิติ",
answer:"B"
},

{
question:"สีที่เกิดจากการผสมแม่สี 2 สี เรียกว่า",
A:"สีเอกรงค์",
B:"สีขั้นที่สอง",
answer:"B"
},

{
question:"การจัดองค์ประกอบให้สมดุลเรียกว่า",
A:"Balance",
B:"Contrast",
answer:"A"
},

{
question:"การใช้สีเดียวหลายระดับเรียกว่า",
A:"Monochrome",
B:"Complementary",
answer:"A"
},

{
question:"ทัศนธาตุข้อใดเกี่ยวกับพื้นผิว",
A:"Rhythm",
B:"Texture",
answer:"B"
}

];